---
kind: other
id: Methods.T:Autodesk.Revit.UI.IIFCEntityTreeUIServer
source: html/5db1d00e-a104-30e0-009f-8c159782a86e.htm
---
# IIFCEntityTreeUIServer Methods

Implement this method to return a description of the server.